<template>
  <div class="container">
    <div class="head" style="height: 5.5vh; width: 100%">
      <homeHeader />
    </div>

    <div class="sectionContent">
      <span class="title"> Chapter 1</span>
      <span class="description">
        the brief description of chapter 1
      </span>
      <br />
      <el-divider>
        <el-icon><star-filled /></el-icon>
        <el-icon><star-filled /></el-icon>
        <el-icon><star-filled /></el-icon>
      </el-divider>
    </div>

    <span class='mainContext'>
      <p>
        2017年，中国共产党第十九次全国代表大会首次提出“<strong>高质量发展</strong>”的表述，表明中国经济由高速增长阶段转向高质量发展阶段。2018年国务院政府工作报告中提出“按照高质量发展的要求，统筹推进‘五位一体’总体布局和协调推进‘四个全面’战略布局，坚持以供给侧结构性改革为主线，统筹推进稳增长、促改革、调结构、惠民生、防风险各项工作”。近年来，习近平总书记接连强调“高质量发展”，提出高质量发展是全面建设社会主义现代化国家的首要任务。高质量发展，是一种新的发展理念，是以质量和效益为价值取向的发展，是<strong>创新、协调、绿色、开放、共享新发展理念的高度聚合</strong>，是创新成为第一动力、协调成为内生特点、绿色成为普遍形态、开放成为必由之路、共享成为根本目的的发展。
      </p>
      <p>
        长江三角洲地区（后文简称长三角地区）位于中国长江的下游地区，濒临黄海与东海，地处江、海交汇之地，包括上海市、江苏省、浙江省、安徽省三省一市全域，区域面积35.8万平方千米。长三角地区地理区位优越，自然条件优渥，有良好的经济基础，以近4%的国土面积，集聚了我国16.7%的常住人口，创造出我国约1/4的经济总量，其所有设区市的经济体量均达到了千亿以上，是我国经济发展最活跃、开放程度最高、创新能力最强的区域之一，在国家现代化建设大局和全方位开放格局中具有举足轻重的战略地位。<strong>在我国经济高速增长阶段，长三角地区作为改革开放的先行区和主力军，积累了雄厚的经济实力，同时，也导致传统产业转型、产业结构调整等问题迫在眉睫，生态环境保护、社会民生普惠等问题普遍存在。为实现中国式现代化，长三角地区亟待率先做出变革，形成高质量发展区域集群。</strong>
      </p>
      <p>
        党中央将长三角地区定位为全国发展强劲活跃增长极、全国高质量发展样板区、率先基本实现现代化引领区、区域一体化发展示范区、新时代改革开放新高地。自长三角一体化发展战略实施以来，长三角高质量发展结出丰硕成果：经济保持引领，占全国比重稳定在24%；对外开放持续升级，规模不断扩大，层次日益丰富；协同创新步伐加快，研发投入强度高达3.01%，超过全国平均水平近三成；统一市场有序形成；生态环境指标显著向好。长三角三省一市紧扣“一体化”和“高质量”两个关键词，探索形成了很多可复制可推广的宝贵经验，为我国高质量发展的制度体系和路径模式提供了重要启示。党的二十大报告对推进长三角一体化高质量发展作出了部署，在政策的“滋养”下，必将推动长三角一体化高质量发展实现更大作为、取得新的更大进展。
      </p>
      <p>
        定量评价和追踪高质量发展进程是发现问题和解决问题的重要支撑。近年来，各高校和科研院所从多视角、多维度对长三角地区发展近况进行了科学评估。上海华夏经济发展研究院从创新发展、协调发展、绿色发展、开放发展和共享发展五个维度构建高质量发展综合指数，发布了《长三角高质量发展指数报告（2020）》；中国城市规划设计研究院从产业融合、设施联通、生态共保、民生服务和协同开放五大维度构建了一体化发展指数，持续发布了《长三角一体化发展指数报告（2021）》和《长三角一体化发展指数报告（2022）》；沪苏浙皖长三角区域协同创新指数研究联合课题组构建了包括资源共享、创新合作、成果共用、产业联动和环境支撑5项一级指标以及20项二级指标的指标体系，评估了2011—2021年长三角区域协同创新指数得分情况；中科院南京地湖所研究员团队与推动长三角一体化领导小组办公室共同构建了长三角一体化高质量发展评价指标体系，对2018-2020年长三角一体化高质量发展状态进行了评估。上述研究针对长三角“高质量”和“一体化”发展评价，除此以外，部分研究机构针对“协同”、“生态”、“人才”和“数字”等新时期发展关键词构建了评价指标体系，如浙江省科技信息研究院、上海市科学学研究所、江苏省科技情报研究所和安徽省科技情报研究所共同编制了《长三角区域协同创新指数》，复旦大学发布了《长三角生态绿色一体化发展示范区人才一体化指数》，阿里研究院发布了《2019数字长三角一体化发展报告：打造全球数字经济高地》等。同时，诸多机构发布了面向长江经济带范围或全国范围的高质量评价研究，涵盖了长三角地区（具体如表1所示）。
      </p>
    </span>


  </div>
</template>


<script setup lang="ts">
import homeHeader from "../../components/header.vue";
</script>











<style lang="scss" scoped>
.sectionContent {
display: flex;
flex-direction: column;
flex-wrap: wrap;
align-items: flex-start;
margin: 1.5% 30% 0.5% 30%;
.title {
  font-size: 5vh;
  font-weight: bold;
}
.description {
  color: rgb(142, 142, 142);
  font-size: 1.5vh;
  font-weight: 300;
  margin-top: 0.5%;
}

}

.mainContext {
  display: block;
  width: 50vw; /* 设置宽度为视口宽度的一半 */
  word-wrap: break-word; /* 自动换行 */
  margin: 0 auto;
  margin-bottom: 10vh;
  text-indent: 2em;
  line-height: 1.5;
  font-family: '仿宋', 'Times New Roman', Times, serif;
  font-size: 20px;



}

p{
  white-space: normal;
  margin: 0; /* 移除段落的上下外边距 */
}


</style>
