<template>
  <div class="container">
    <chaptersHeader
      :chapterTitle="chapterTitle"
      :chapterDescription="chapterDescription"
    />

    <el-card class="mainContext">
      <p class="paraBold">（一）综合得分与城市排名</p>

      <p class="paraBold">1. 综合得分</p>

      <p class="para">
        长三角高质量发展（2023）平均得分为55.38，总体发展水平较高，呈现创新发展、协调发展、绿色发展、开放发展和共享发展多维度协同的高质量发展态势，体现了长三角城市群作为我国经济最具活力、开放程度最高、创新能力最强、吸纳外来人口最多的区域之一，在国家现代化建设大局和全方位开放格局中具有举足轻重的地位。从省域来看，长三角内部差距明显，其中，上海高质量发展水平最高，评分达87.82；江苏和浙江高质量发展水平次之，平均得分分别为61.35和60.50；安徽高质量发展水平相对较低，平均得分为44.98，相当于上海高质量发展水平的一半。
      </p>

      <p class="paraBold">2. 城市排名</p>

      <p class="para">
        从长三角高质量发展（2023）各城市评价结果来看，高质量发展水平呈现东高西低的分布格局，以上海为中心的集聚特征明显，由上海至苏锡常、杭嘉宁等城市向外逐步降低。具体来看，41个城市高质量发展水平呈梯度分布（见图6）。上海稳居第一，得分高达87.82，杭州、南京、苏州次之，综合评价得分在83.09
        –
        83.87之间，相差较小，4座城市共属第一梯队；宁波、无锡、合肥、常州、舟山、嘉兴等六个城市属于第二梯队，评分在64.49
        – 76.08
        之间；南通、扬州、芜湖、绍兴、温州、湖州、镇江、泰州、金华等9个城市属于第三梯队，评分在56.42
        –
        62.72之间；徐州、台州、淮安、盐城、马鞍山、黄山、衢州、铜陵、连云港、滁州等10个城市属于第四梯队，评分在45.63
        –
        56.34之间；宿迁、丽水、宣城、安庆、蚌埠、六安、池州、淮北、阜阳、淮南、宿州、亳州等12个城市属于第五梯队，其中，淮南、宿州和亳州评分最低，仅为37.92、37.28和37.25。比较各梯队城市差异，城市间差距主要体现在第一、二梯队城市与其他城市的差距，上海、杭州、南京、苏州等核心城市的高质量发展水平显著高于其他城市，而末位的淮南、宿州和亳州等城市得分不足第一梯队的二分之一。此外，其他梯队城市间高质量发展差异相对较小，呈现相对均衡的态势。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig1.jpg" alt="" />
        <p class="figTitle" align="center">
          图6 长三角高质量发展（2023）综合得分结果
        </p>
      </div>

      <p class="paraBold">3. Top10城市</p>

      <p class="para">
        长三角高质量发展（2023）综合得分Top10城市依次是上海、杭州、南京、苏州、宁波、无锡、合肥、常州、舟山、嘉兴，城市高质量发展水平评分分别为87.82、83.86、83.81、83.09、76.08、74.97、70.90、69.90、64.64、64.49。从空间布局来看（见图7），长三角高质量发展Top10城市整体以上海为核心，杭州、南京、苏州等为次核心相互毗邻，呈“雁阵”向长三角内部延伸。其中，上海作为雁头排名第一，显示出国际级高质量发展水平；江苏占据南京、苏州、无锡、常州4座城市，呈现轴带状连绵的高质量发展带；浙江占据杭州、宁波、舟山、嘉兴4座城市，同样呈现较高的高质量发展水平；安徽主要占据省会城市合肥，其是长三角区域内西部高质量发展的重要支撑节点。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig2.png" alt="" />
        <p class="figTitle" align="center">
          图7 长三角高质量发展（2023）综合得分TOP10城市
        </p>
      </div>

      <p class="paraBold">（二）分维度得分</p>

      <p class="para">
        从各维度评估结果来看，五个维度呈现不同态势，创新发展、协调发展、绿色发展、开放发展和共享发展的平均得分依次为9.56、14.08、14.07、6.89和10.77。其中，协调发展和绿色发展处于高位水平，得分相近，而开放发展水平最弱，不足协调发展和绿色发展的二分之一。上海在开放发展和共享发展两个维度上遥遥领先，杭州摘得创新发展和绿色发展头筹，常州在协调发展维度排名第一。从各城市差距来看，绿色发展水平差距最小，协调发展水平差距次之，共享发展水平差距第三，而创新发展水平和开放发展水平差距相对较大。
      </p>

      <p class="paraBold">1. 创新发展空间集聚明显</p>

      <p class="para">
        从创新发展维度评价结果来看（见图8），长三角各城市创新发展水平差异明显，高创新发展水平城市主要集中于少数区域核心城市。从空间分布来看，高分城市主要集中于上海和周边城市，以及各省省会城市，同样呈现“雁阵”轴带分布。<strong>长三角创新发展城市TOP10</strong>依次是杭州、上海、苏州、南京、合肥、宁波、芜湖、无锡、常州，创新发展水平得分依次是17.31、16.92、16.82、16.46、16.09、13.60、13.27、13.23、12.17，其中，杭州、上海、苏州、南京、合肥评分明显高于其他城市，属于第一梯队，是长三角主要创新发展引擎；宁波、芜湖、无锡、常州属于第二梯队；其余32个城市分属第三、四至五梯队，创新发展水平相对较低。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig3.png" alt="" />
        <p class="figTitle" align="center">
          图8 长三角高质量发展创新发展维度（2023）评价结果
        </p>
      </div>

      <p class="paraBold">2. 协调发展总体水平较好</p>

      <p class="para">
        从协调发展维度评价结果来看（见图9），区域内多数城市整体呈现较高协调发展水平。从空间分布来看，高协调发展水平城市主要集中于浙江省北部、江苏省南部城市，呈片状连绵分布。<strong>长三角协调发展城市TOP10</strong>依次是常州、南京、杭州、苏州、宁波、嘉兴、合肥、绍兴、湖州，协调发展水平得分依次是18.66、18.20、18.15、17.64、17.61、17.61、17.22、17.01、16.70。其中，浙江省城市占据1/2，表现出浙江省具有较高的协调发展水平。从内部差距来看，城市协调发展水平得分梯度分布较缓，常州、南京、杭州、苏州、宁波、嘉兴、合肥、绍兴、湖州属于第一梯队，湖州、无锡、舟山、扬州、金华、镇江、温州、上海属于第二梯队，其余25个城市分属第三、四至五梯队。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig4.png" alt="" />
        <p class="figTitle" align="center">
          图9 长三角高质量发展协调发展维度（2023）评价结果
        </p>
      </div>

      <p class="paraBold">3. 绿色发展内部差距较小</p>

      <p class="para">
        从绿色发展维度评价结果来看（见图10），长三角各城市绿色发展水平差异较小，其内部差距在五个维度中最小。从空间分布来看，高绿色发展水平城市分布广泛，于各省市区域内块状分布。其中，<strong>长三角绿色发展城市TOP10</strong>依次是杭州、黄山、舟山、无锡、南京、合肥、宁波、芜湖、上海，绿色发展水平得分依次是17.93、17.43、17.36、17.24、17.14、16.86、16.86、16.44、16.33，在长三角整体绿色发展水平较高的背景下，这些城市具有更为优越的绿色发展实力。区域内梯度变化较小。杭州、黄山、舟山、无锡、南京、合肥、宁波属于第一梯队，芜湖、上海、扬州、苏州、常州、温州属于第二梯队，其余28个城市分属第三、四至五梯队，各梯度间以及梯度内绿色发展水平评分变化较小，呈现整体较高的绿色发展水平。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig5.png" alt="" />
        <p class="figTitle" align="center">
          图10 长三角高质量发展绿色发展维度（2023）评价结果
        </p>
      </div>

      <p class="paraBold">4. 开放发展呈现两极分化</p>

      <p class="para">
        从开放发展维度评价结果来看（见图11），长三角各城市开放发展水平差异显著，高分城市集中于上海、南京、杭州、苏州等核心城市。从空间分布来看，高分城市集中于长三角东部，以上海为主要开放核心向内周边延伸。其中，<strong>长三角开放发展城市TOP10</strong>依次是上海、南京、杭州、苏州、宁波、无锡、嘉兴、常州、舟山，开放发展水平评分依次是20.00、17.37、17.13、16.37、13.28、12.54、10.90、10.18、10.07，可以看出，上海的开放水平显著高于其他城市，得分达到满分；除少数核心城市外，其他城市的开放发展水平依然相对较低。整体来看，各城市开放发展水平得分梯度分异显著，且呈现明显的两极分化现象：上海、南京、杭州、苏州属于第一梯队，得分在16.00分以上；宁波、无锡、嘉兴、常州、舟山、合肥、南通、徐州属于第二梯队，得分在8.49分以上；其余29个城市分属第三、四至五梯队，得分均未达到第一梯队的二分之一，其中，宿州、池州、淮北、黄山、安庆和丽水等城市得分不足2.5，是第一梯队的六分之一，开放发展水平较低。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig6.png" alt="" />
        <p class="figTitle" align="center">
          图11 长三角高质量发展开放发展维度（2023）评价结果
        </p>
      </div>

      <p class="paraBold">5. 共享发展水平差距较大</p>

      <p class="para">
        从共享发展维度评价结果来看（见图12），长三角各城市共享发展水平存在一定差异，且上海共享发展水平明显高于其他城市。从空间分布来看，高分城市集中于上海及其周边城市，包括苏南和浙北，呈现片状连绵分布特征。其中，<strong>长三角共享发展城市TOP10</strong>依次是上海、无锡、苏州、宁波、南京、嘉兴、杭州、常州、南通，共享发展水平评分依次是19.93、16.06、16.03、14.73、14.65、14.11、13.35、13.01、12.68，其中，其中，江苏省城市占据1/2，表现出江苏省具有较高的共享发展水平。各城市共享发展水平梯度分异明显，上海、无锡、苏州属于第一梯队，宁波、南京、嘉兴、杭州、常州、南通属于第二梯队，其余32个城市分属第三、四至五梯队。尽管排序较后的城市得分差距较小，但与排序前列的梯队差距显著，共享发展水平内部差距相对较大。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig7.png" alt="" />
        <p class="figTitle" align="center">
          图12 长三角高质量发展共享发展维度（2023）评价结果
        </p>
      </div>

      <p class="paraBold">（三）重点城市对比</p>

      <p class="para">
        本报告选取上海和江苏省、浙江省、安徽省省会城市南京、杭州和合肥进行对比分析。上海、南京、杭州和合肥是长三角高质量发展的核心带动城市，在创新发展、协调发展、绿色发展、开放发展、共享发展五个维度上均表现出较高水平。横向对比四个城市各维度得分（见图13），发现其高质量发展存在差距。上海、南京、杭州和合肥高质量发展综合得分依次为87.82、83.81、83.87、70.90，上海遥遥领先，杭州、南京次之，合肥相对较弱。
      </p>

      <div class="fig-container">
        <img class="fig" src="./chaptersImgs/chapter3Fig8.png" alt="" />
        <p class="figTitle" align="center">
          图13 长三角重点城市高质量发展（2023）评价结果对比
        </p>
      </div>

      <p class="paraBold">1. 上海</p>

      <p class="para">
        <strong> 上海多维度发展，领跑长三角。</strong
        >上海呈现相对均衡的高质量发展水平，各维度评价结果均较高（分别为16.92、14.64、16.33、20.00和19.93，总分排名第一），是长三角城市高质量发展的核心。具体来看，上海开放发展、共享发展得分为四市第一，拥有区域内最强的开放经济和普适面最广的民生服务。其中，开放发展维度达到满分，共享发展维度中公共文体设施15分钟生活圈覆盖率、一级以上医院15分钟医疗圈覆盖率、路网密度等指标均显著高于其他三市。但由于其在区域的绝对性优地位，其协调发展得分相对较低，仅为14.64，在四个城市中排名第四。
      </p>

      <p class="paraBold">2. 南京</p>

      <p class="para">
        <strong>南京各维度均衡，协调发展优。</strong
        >南京同样呈现相对均衡的高质量发展水平，各维度评价结果均较高（分别为16.46、18.20、17.14、17.37和14.65）。其中，协调发展维度得分最高，在四市中排名第一。与上海相比，在协调发展和绿色发展维度表现更优。从具体指标来看，协调发展维度中南京的人均GDP质量指数较高，在四市中占有显著优势；绿色发展维度中各指标均表现较好，其中，单位GDP耗水量在四市中最低。
      </p>

      <p class="paraBold">3. 杭州</p>

      <p class="para">
        <strong>杭州抓发展机遇，重绿色创新。</strong
        >杭州与南京表现旗鼓相当，同样呈现相对均衡的高质量发展水平（分别为17.31、18.15、17.93、17.13和13.35），对创新发展、绿色发展、协调发展维度有所侧重，其中，创新发展和绿色发展两个维度得分为四市最高。杭州紧抓数字经济发展的新机遇，大力发展信息技术产业，争创全球数字经济创新高地，科技拨款占比和R&D经费占比高，万人发明专利数仅次于上海；同时，杭州市绿色发展特色鲜明；但共享发展维度得分相对较低，其中，每千名老人拥有养老床位数和一级以上医院15分钟医疗圈覆盖率为四市最低。
      </p>

      <p class="paraBold">4. 合肥</p>

      <p class="para">
        <strong>合肥有较大突破，需持续发力。</strong
        >合肥在各发展维度上呈现相对不均衡的态势（分别为16.09、17.22、16.86、10.03和10.71）。与上海、南京和杭州相比，合肥在创新发展、协调发展和绿色发展三个维度上表现出较强的竞争力，但在开放发展和共享发展两个方面仍需发力。从具体指标来看，合肥市科技拨款占财政拨款比重为四市最高，表现出政府注重创新发展的决心和行动力；但受限于地理区位，其进出口额占GDP比重为四市最低，开放发展实力有待提升；共享维度中，其人均路网密度、公共文体设施15分钟生活圈覆盖率明显较低。
      </p>
    </el-card>
  </div>
</template>
  
  


  <script setup lang="ts">
// @ts-ignore
import chaptersHeader from "./chaptersHeader.vue";
import { ref } from "vue";

const chapterTitle = ref("三、长三角高质量发展（2023）评价结果");
const chapterDescription = ref(
  "评价结果表明长三角高质量发展（2023）平均得分为55.38，总体发展水平较高，呈现多维度协同的高质量发展态势，体现了长三角城市群作为我国经济最具活力、开放程度最高、创新能力最强、吸纳外来人口最多的区域之一，在国家现代化建设大局和全方位开放格局中具有举足轻重的地位。"
);
</script>
  
  
<style lang="scss" scoped>
.sectionContent {
  display: flex;
  flex-direction: column;
  flex-wrap: wrap;
  align-items: flex-start;
  margin: 1.5% 30% 0.5% 30%;
  .title {
    font-size: 5vh;
    font-weight: bold;
  }
  .description {
    color: rgb(142, 142, 142);
    font-size: 1.5vh;
    font-weight: 300;
    margin-top: 0.5%;
    text-indent: 2em;
  }
}

.mainContext {
  display: block;
  width: 50vw;
  word-wrap: break-word; /* 自动换行 */
  margin: 0 auto;
  margin-bottom: 15vh;
  // font-family: '仿宋', 'Times New Roman', Times, serif;
  font-size: 20px;
  margin-top: 5px;
  //正文段落
  .para {
    font-size: 20px;
    white-space: normal;
    text-indent: 2em;
    margin-bottom: 3%;
    line-height: 40px;
  }

  .paraBold {
    font-size: 20px;
    white-space: normal;
    text-indent: 2em;
    margin-bottom: 3%;
    line-height: 40px;
    font-weight: bold;
  }

  //表格
  .tableContainer {
    width: auto;
    margin-bottom: 3%;

    .tableTitle {
      font-size: 15px;
      margin-bottom: 3%;
      font-weight: bold;
      white-space: pre-line;
    }

    .table {
      font-size: 15px;
    }
  }

  //图片
  .fig-container {
    padding: 0px;
    margin: 0 20%;
    width: 60%;
    height: auto;
    overflow: hidden;
    margin-bottom: 3%;

    .fig {
      width: 100%;
      height: 100%;
      object-fit: cover;
      padding: 0;
      margin: 0;
    }

    .figTitle {
      font-size: 15px;
      font-weight: bold;
      white-space: pre-line;
    }
  }
}

@media (max-width: 1000px) {
  .mainContext {
    display: block;
    width: 100vw;
    word-wrap: break-word; /* 自动换行 */
    margin: 0 auto;
    // font-family: '仿宋', 'Times New Roman', Times, serif;
    font-size: 20px;
    margin-top: 5px;
  }
}
</style>
  